Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Optional, but an average heart rate is what lets this session be scored for training load rather than estimated from its duration.
ar: اختياري، لكن متوسط النبض هو ما يتيح تقييم حمل هذه الحصة بدل تقديره من مدتها.
bg: По избор, но средният пулс е това, което позволява тренировката да се оцени по натоварване, вместо да се оценява по продължителност.
ca: Opcional, però és la freqüència cardíaca mitjana el que permet calcular la càrrega d'aquesta sessió en lloc d'estimar-la per la durada.
cs: Nepovinné, ale právě průměrná tepová frekvence umožní ohodnotit trénink podle zátěže místo odhadu z jeho délky.
da: Valgfrit, men det er en gennemsnitspuls, der gør det muligt at vurdere passet på belastning i stedet for at anslå det ud fra varigheden.
de: Optional, aber erst eine durchschnittliche Herzfrequenz erlaubt es, diese Einheit nach Trainingsbelastung zu bewerten statt sie aus der Dauer zu schätzen.
el: Προαιρετικό, αλλά οι μέσοι παλμοί είναι αυτό που επιτρέπει να βαθμολογηθεί το φορτίο αυτής της προπόνησης αντί να εκτιμηθεί από τη διάρκειά της.
es: Opcional, pero una frecuencia cardíaca media es lo que permite puntuar esta sesión por carga en vez de estimarla por su duración.
et: Vabatahtlik, kuid just keskmine pulss võimaldab selle trenni koormust arvutada, mitte kestuse põhjal hinnata.
fi: Valinnainen, mutta juuri keskisyke tekee mahdolliseksi pisteyttää harjoitus kuormituksen mukaan sen sijaan, että se arvioitaisiin kestosta.
fr: Facultatif, mais c'est une fréquence cardiaque moyenne qui permet d'évaluer cette séance par la charge plutôt que de l'estimer d'après sa durée.
ga: Roghnach, ach is é an meánráta croí a ligeann ualach an tseisiúin seo a ríomh seachas a mheas óna ré.
hr: Neobavezno, ali baš prosječni puls omogućuje da se opterećenje ovog treninga izračuna umjesto da se procijeni iz trajanja.
hu: Opcionális, de az átlagpulzus teszi lehetővé, hogy ennek az edzésnek a terhelését ténylegesen kiszámoljuk, ne pedig az időtartamából becsüljük.
id: Opsional, tapi justru detak jantung rata-rata yang membuat beban sesi ini benar-benar dihitung, bukan diperkirakan dari durasinya.
is: Valfrjálst, en það er meðalpúlsinn sem gerir kleift að reikna álag þessarar æfingar í stað þess að meta það út frá tímalengdinni.
it: Facoltativo, ma è la frequenza cardiaca media a permettere di valutare questa sessione per carico invece di stimarla dalla durata.
ja: 任意ですが、平均心拍があればこのセッションを時間からの推定ではなくトレーニング負荷として評価できます。
ko: 선택 사항이지만, 평균 심박수가 있어야 이 세션의 부하를 시간으로 추정하지 않고 실제로 계산할 수 있습니다.
lt: Neprivaloma, bet būtent vidutinis pulsas leidžia šios treniruotės krūvį apskaičiuoti, o ne įvertinti pagal trukmę.
lv: Neobligāti, bet tieši vidējais pulss ļauj šī treniņa slodzi aprēķināt, nevis novērtēt pēc ilguma.
mk: Изборно, но токму просечниот пулс овозможува оптоварувањето на овој тренинг да се пресмета наместо да се процени од времетраењето.
ms: Pilihan, tetapi denyutan jantung puratalah yang membolehkan beban sesi ini benar-benar dikira, bukan dianggarkan daripada tempohnya.
mt: Fakultattiv, imma huwa t-taħbit medju li jħalli t-tagħbija ta' din is-sessjoni tiġi kkalkulata minflok stmata mit-tul tagħha.
nb: Valgfritt, men det er en snittpuls som gjør at økta kan vurderes på belastning i stedet for å anslås ut fra varigheten.
nl: Optioneel, maar juist een gemiddelde hartslag maakt het mogelijk deze sessie op belasting te beoordelen in plaats van hem uit de duur te schatten.
pl: Opcjonalne, ale to właśnie średnie tętno pozwala ocenić tę sesję po obciążeniu, zamiast szacować ją z czasu trwania.
pt_br: Opcional, mas é a frequência cardíaca média que permite pontuar a carga deste treino em vez de estimá-la pela duração.
pt_pt: Opcional, mas é uma frequência cardíaca média que permite pontuar esta sessão por carga em vez de a estimar pela duração.
ro: Opțional, dar pulsul mediu e cel care permite ca încărcătura acestui antrenament să fie calculată, nu estimată din durata lui.
ru: Необязательно, но именно средний пульс позволяет оценить нагрузку тренировки, а не вывести её из длительности.
sk: Nepovinné, ale práve priemerná tepová frekvencia umožní ohodnotiť tréning podľa záťaže namiesto odhadu z jeho trvania.
sl: Neobvezno, a prav povprečni utrip omogoči, da se obremenitev tega treninga izračuna, namesto da se oceni iz trajanja.
sq: Opsionale, por pikërisht rrahjet mesatare e bëjnë të mundur që ngarkesa e kësaj stërvitjeje të llogaritet e jo të vlerësohet nga kohëzgjatja.
sr: Необавезно, али баш просечни пулс омогућава да се оптерећење овог тренинга израчуна уместо да се процени из трајања.
sv: Valfritt, men det är en medelpuls som gör att passet kan bedömas efter belastning i stället för att uppskattas ur tiden.
tr: İsteğe bağlı, ama bu antrenmanın yükünün süreden tahmin edilmek yerine puanlanmasını sağlayan şey ortalama nabızdır.
uk: Необов’язково, але саме середній пульс дозволяє оцінити навантаження тренування, а не вивести його з тривалості.
vi: Không bắt buộc, nhưng chính nhịp tim trung bình mới cho phép tính tải thật cho buổi này thay vì ước tính từ thời lượng.
zh_hans: 选填，但正是平均心率让这次训练的负荷可以被真正计算，而不是由时长估算。
zh_hant: 選填，但正是平均心率讓這次訓練的負荷可以被真正計算，而不是由時長估算。

source: Optional. Used to show the pace the goal implies.
ar: اختياري. يُستخدم لعرض الوتيرة التي يتطلبها الهدف.
bg: По избор. Използва се, за да покаже темпото, което целта предполага.
ca: Opcional. S'utilitza per mostrar el ritme que implica l'objectiu.
cs: Nepovinné. Slouží k zobrazení tempa, které z cíle vyplývá.
da: Valgfrit. Bruges til at vise det tempo, målet indebærer.
de: Optional. Zeigt das Tempo, das sich aus dem Ziel ergibt.
el: Προαιρετικό. Χρησιμοποιείται για να δείξει τον ρυθμό που συνεπάγεται ο στόχος.
es: Opcional. Sirve para mostrar el ritmo que implica el objetivo.
et: Vabatahtlik. Kasutatakse selleks, et näidata eesmärgist tulenevat tempot.
fi: Valinnainen. Näyttää vauhdin, jonka tavoite edellyttää.
fr: Facultatif. Sert à afficher l'allure qu'implique l'objectif.
ga: Roghnach. Úsáidtear é chun an luas a thugann an sprioc le fios a thaispeáint.
hr: Neobavezno. Koristi se za prikaz tempa koji cilj podrazumijeva.
hu: Opcionális. A célból következő tempó megjelenítéséhez használjuk.
id: Opsional. Dipakai untuk menampilkan pace yang tersirat dari target itu.
is: Valfrjálst. Notað til að sýna hraðann sem markmiðið krefst.
it: Facoltativo. Serve a mostrare il ritmo che l'obiettivo comporta.
ja: 任意です。目標から導かれるペースの表示に使います。
ko: 선택 사항입니다. 목표가 뜻하는 페이스를 보여 주는 데 쓰입니다.
lt: Neprivaloma. Naudojama parodyti tempą, kurio reikalauja tikslas.
lv: Neobligāti. Izmanto, lai parādītu tempu, ko paredz mērķis.
mk: Изборно. Се користи за да се прикаже темпото што целта го подразбира.
ms: Pilihan. Digunakan untuk menunjukkan pace yang tersirat daripada sasaran itu.
mt: Fakultattiv. Jintuża biex jintwera l-pass li timplika l-mira.
nb: Valgfritt. Brukes til å vise tempoet målet innebærer.
nl: Optioneel. Wordt gebruikt om het tempo te tonen dat bij het doel hoort.
pl: Opcjonalne. Służy do pokazania tempa wynikającego z celu.
pt_br: Opcional. Usado para mostrar o ritmo que a meta exige.
pt_pt: Opcional. Serve para mostrar o ritmo que o objetivo implica.
ro: Opțional. Se folosește pentru a arăta ritmul pe care îl presupune obiectivul.
ru: Необязательно. Используется, чтобы показать темп, который следует из цели.
sk: Nepovinné. Slúži na zobrazenie tempa, ktoré z cieľa vyplýva.
sl: Neobvezno. Uporablja se za prikaz tempa, ki ga cilj zahteva.
sq: Opsionale. Përdoret për të treguar ritmin që kërkon objektivi.
sr: Необавезно. Користи се за приказ темпа који циљ подразумева.
sv: Valfritt. Används för att visa tempot som målet innebär.
tr: İsteğe bağlı. Hedefin gerektirdiği tempoyu göstermek için kullanılır.
uk: Необов’язково. Використовується, щоб показати темп, який випливає з цілі.
vi: Không bắt buộc. Dùng để hiển thị pace mà mục tiêu đó ngụ ý.
zh_hans: 选填。用于显示该目标对应的配速。
zh_hant: 選填。用來顯示該目標對應的配速。

source: Other
ar: أخرى
bg: Друго
ca: Altres
cs: Jiné
da: Andet
de: Sonstiges
el: Άλλο
es: Otro
et: Muu
fi: Muu
fr: Autre
ga: Eile
hr: Ostalo
hu: Egyéb
id: Lainnya
is: Annað
it: Altro
ja: その他
ko: 기타
lt: Kita
lv: Cits
mk: Друго
ms: Lain-lain
mt: Ieħor
nb: Annet
nl: Overig
pl: Inne
pt_br: Outro
pt_pt: Outro
ro: Altele
ru: Другое
sk: Iné
sl: Drugo
sq: Tjetër
sr: Остало
sv: Annat
tr: Diğer
uk: Інше
vi: Khác
zh_hans: 其他
zh_hant: 其他

source: Other services
ar: خدمات أخرى
bg: Други услуги
ca: Altres serveis
cs: Další služby
da: Andre tjenester
de: Andere Dienste
el: Άλλες υπηρεσίες
es: Otros servicios
et: Muud teenused
fi: Muut palvelut
fr: Autres services
ga: Seirbhísí eile
hr: Ostali servisi
hu: Egyéb szolgáltatások
id: Layanan lain
is: Aðrar þjónustur
it: Altri servizi
ja: その他のサービス
ko: 다른 서비스
lt: Kitos paslaugos
lv: Citi pakalpojumi
mk: Други сервиси
ms: Perkhidmatan lain
mt: Servizzi oħra
nb: Andre tjenester
nl: Andere diensten
pl: Inne usługi
pt_br: Outros serviços
pt_pt: Outros serviços
ro: Alte servicii
ru: Другие сервисы
sk: Ďalšie služby
sl: Druge storitve
sq: Shërbime të tjera
sr: Остали сервиси
sv: Andra tjänster
tr: Diğer servisler
uk: Інші сервіси
vi: Dịch vụ khác
zh_hans: 其他服务
zh_hant: 其他服務

source: Output per beat rose over the session, which normally means you were still warming up when the scored part began rather than that you got fitter mid-session.
ar: ارتفع الناتج لكل نبضة خلال الحصة، وهذا يعني عادةً أنك كنت لا تزال تُحمّي عند بداية الجزء المحتسَب، لا أنك تحسّنت في منتصف التمرين.
bg: Мощността на удар се покачваше през тренировката, което обикновено значи, че в началото на оценявания участък още си загрявал, а не че си се подобрил по средата.
ca: La potència per batec va pujar al llarg de la sessió, cosa que normalment vol dir que encara t'estaves escalfant quan va començar el tram valorat, no que milloressis a mitja sessió.
cs: Výkon na tep během tréninku stoupal, což obvykle znamená, že ses na začátku hodnocené části ještě rozehříval, ne že by ses uprostřed tréninku zlepšil.
da: Effekten pr. slag steg gennem passet, hvilket normalt betyder, at du stadig varmede op, da den vurderede del begyndte — ikke at du blev stærkere midtvejs.
de: Die Leistung pro Herzschlag stieg im Verlauf — das heißt normalerweise, dass du zu Beginn des gewerteten Abschnitts noch nicht warm warst, und nicht, dass du mitten in der Einheit fitter geworden bist.
el: Η ισχύς ανά παλμό αυξήθηκε κατά τη διάρκεια της προπόνησης, κάτι που συνήθως σημαίνει ότι ακόμη ζεσταινόσουν όταν ξεκίνησε το βαθμολογούμενο τμήμα, όχι ότι βελτιώθηκες στα μισά.
es: La potencia por latido subió a lo largo de la sesión, lo que normalmente significa que aún estabas calentando cuando empezó el tramo evaluado, no que mejoraras a mitad de sesión.
et: Võimsus löögi kohta tõusis treeningu jooksul, mis tavaliselt tähendab, et soojendasid veel siis, kui hinnatav osa algas — mitte seda, et sa keset treeningut tugevamaks said.
fi: Teho sykettä kohti nousi harjoituksen aikana, mikä yleensä tarkoittaa, että lämmittelit vielä arvioidun osuuden alkaessa — ei sitä, että kunto olisi parantunut kesken treenin.
fr: La puissance par battement a augmenté au fil de la séance, ce qui signifie normalement que vous étiez encore en train de vous échauffer au début de la partie évaluée, et non que vous avez progressé en cours de route.
ga: Tháinig méadú ar an aschur in aghaidh an bhuille i rith an tseisiúin, rud a chiallaíonn de ghnáth go raibh tú fós ag téamh nuair a thosaigh an chuid a scóráladh, seachas gur éirigh tú níos aclaí i lár an tseisiúin.
hr: Snaga po otkucaju rasla je tijekom treninga, što obično znači da si se na početku ocijenjenog dijela još zagrijavao, a ne da si se usred treninga popravio.
hu: A szívverésenkénti teljesítmény nőtt az edzés során, ami rendszerint azt jelenti, hogy még bemelegítettél, amikor az értékelt szakasz kezdődött, nem pedig azt, hogy menet közben erősödtél.
id: Keluaran per denyut naik sepanjang sesi, yang biasanya berarti kamu masih dalam pemanasan saat bagian yang dinilai dimulai, bukan bahwa kamu jadi lebih bugar di tengah sesi.
is: Aflið á hvert hjartaslag jókst yfir æfinguna, sem þýðir yfirleitt að þú varst enn að hita upp þegar mælda hlutanum hófst — ekki að þú hafir styrkst í miðri æfingu.
it: La potenza per battito è salita nel corso della seduta: di solito significa che stavi ancora scaldando quando è iniziata la parte valutata, non che sei migliorato a metà allenamento.
ja: 1拍あたりの出力がセッション中に上がりました。これは通常、採点対象が始まった時点でまだウォームアップ中だったことを意味し、途中で調子が上がったわけではありません。
ko: 박동당 출력이 세션 내내 올라갔습니다. 보통 이는 채점 구간이 시작될 때 아직 몸이 덜 풀렸다는 뜻이지, 훈련 도중에 좋아졌다는 뜻이 아닙니다.
lt: Galia vienam dūžiui treniruotės metu kilo, o tai paprastai reiškia, kad vertinamos dalies pradžioje dar šildeisi, o ne kad treniruotės viduryje sustiprėjai.
lv: Jauda uz sitienu treniņa gaitā pieauga, kas parasti nozīmē, ka vērtētās daļas sākumā tu vēl iesildījies, nevis to, ka treniņa vidū kļuvi stiprāks.
mk: Моќноста по отчукување растеше во текот на тренингот, што обично значи дека на почетокот од оценуваниот дел сè уште си се загревал, а не дека си се подобрил на средина.
ms: Output setiap denyutan meningkat sepanjang sesi, yang lazimnya bermakna anda masih memanaskan badan ketika bahagian yang dinilai bermula, bukannya anda menjadi lebih cergas di pertengahan sesi.
mt: Il-qawwa għal kull taħbita żdiedet matul is-sessjoni, li normalment ifisser li kont għadek tisħon meta bdiet il-parti vvalutata, mhux li tjiebt f'nofs is-sessjoni.
nb: Effekten per slag steg gjennom økta, noe som vanligvis betyr at du fortsatt varmet opp da den vurderte delen startet — ikke at du ble sterkere underveis.
nl: Het vermogen per hartslag steeg gedurende de sessie, wat meestal betekent dat je nog aan het inlopen was toen het gemeten deel begon, en niet dat je halverwege fitter werd.
pl: Moc na uderzenie rosła w trakcie sesji, co zwykle oznacza, że na początku ocenianego fragmentu byłeś jeszcze nierozgrzany, a nie że w połowie treningu poprawiła się forma.
pt_br: A potência por batimento subiu ao longo da sessão, o que normalmente significa que você ainda estava aquecendo quando o trecho avaliado começou, e não que ficou mais forte no meio do treino.
pt_pt: A potência por batimento subiu ao longo da sessão, o que normalmente significa que ainda estava a aquecer quando começou a parte avaliada, e não que ficou mais forte a meio.
ro: Puterea pe bătaie a crescut pe parcursul sesiunii, ceea ce înseamnă de regulă că încă te încălzeai când a început porțiunea evaluată, nu că ai devenit mai bun la mijlocul antrenamentului.
ru: Мощность на удар росла по ходу тренировки — обычно это значит, что в начале оцениваемого отрезка вы ещё разминались, а не что вы стали сильнее в середине.
sk: Výkon na tep počas tréningu stúpal, čo zvyčajne znamená, že si sa na začiatku hodnotenej časti ešte rozohrieval, nie že by si sa uprostred tréningu zlepšil.
sl: Moč na utrip je čez trening naraščala, kar navadno pomeni, da si se na začetku ocenjenega dela še ogreval, in ne da si sredi treninga postal močnejši.
sq: Fuqia për rrahje u rrit gjatë stërvitjes, gjë që zakonisht do të thotë se ende po ngroheshe kur nisi pjesa e vlerësuar, jo se u përmirësove në mes të seancës.
sr: Снага по откуцају расла је током тренинга, што обично значи да си се на почетку оцењеног дела још загревао, а не да си се усред тренинга поправио.
sv: Effekten per slag steg under passet, vilket normalt betyder att du fortfarande värmde upp när den bedömda delen började — inte att du blev starkare mitt i passet.
tr: Atım başına güç antrenman boyunca yükseldi; bu genelde değerlendirilen bölüm başlarken hâlâ ısınıyor olduğun anlamına gelir, antrenmanın ortasında formunun düzeldiği değil.
uk: Потужність на удар зростала протягом тренування — зазвичай це означає, що на початку оцінюваного відрізка ви ще розминалися, а не що ви стали сильнішими посередині.
vi: Công suất trên mỗi nhịp tim tăng dần suốt buổi, điều này thường có nghĩa là bạn vẫn đang khởi động khi đoạn được chấm điểm bắt đầu, chứ không phải bạn khỏe lên giữa buổi.
zh_hans: 每次心跳的输出在整段过程中上升了。这通常说明计分段开始时你还没热开，而不是你在训练中途变强了。
zh_hant: 每次心跳的輸出在整段過程中上升了。這通常表示計分段開始時你還沒熱開，而不是你在訓練中途變強了。

source: Over goal
ar: فوق الهدف
bg: Над целта
ca: Per sobre de l'objectiu
cs: Nad cílem
da: Over målet
de: Über dem Ziel
el: Πάνω από τον στόχο
es: Por encima del objetivo
et: Üle eesmärgi
fi: Yli tavoitteen
fr: Au-dessus de l'objectif
ga: Os cionn na sprice
hr: Iznad cilja
hu: Cél felett
id: Di atas target
is: Yfir markmiði
it: Sopra l'obiettivo
ja: 目標超過
ko: 목표 초과
lt: Virš tikslo
lv: Virs mērķa
mk: Над целта
ms: Melebihi sasaran
mt: Fuq il-mira
nb: Over målet
nl: Boven het doel
pl: Powyżej celu
pt_br: Acima da meta
pt_pt: Acima do objetivo
ro: Peste obiectiv
ru: Выше цели
sk: Nad cieľom
sl: Nad ciljem
sq: Mbi objektiv
sr: Изнад циља
sv: Över målet
tr: Hedefin üstünde
uk: Вище цілі
vi: Trên mục tiêu
zh_hans: 超出目标
zh_hant: 超出目標

source: Over-tapered
ar: تخفيف مُفرط
bg: Прекалено намалено
ca: Massa descàrrega
cs: Přeladěno
da: For meget nedtrapning
de: Zu stark getapert
el: Υπερβολική αποφόρτιση
es: Demasiada puesta a punto
et: Liiga palju maha laetud
fi: Liikaa kevennetty
fr: Trop affûté
ga: Laghdaithe an iomarca
hr: Previše rasterećen
hu: Túl sok pihenő
id: Taper berlebihan
is: Of mikil niðurtröppun
it: Scarico eccessivo
ja: テーパーのしすぎ
ko: 과도한 테이퍼링
lt: Per daug sumažintas krūvis
lv: Pārāk daudz atslodzes
mk: Премногу растоварен
ms: Taper berlebihan
mt: Tnaqqis żejjed
nb: For mye nedtrapping
nl: Te ver getaperd
pl: Zbyt mocny taper
pt_br: Polimento excessivo
pt_pt: Afinamento excessivo
ro: Descărcare excesivă
ru: Перебор с подводкой
sk: Preladené
sl: Preveč razbremenjen
sq: Ulje e tepërt ngarkese
sr: Превише растерећен
sv: För mycket nedtrappning
tr: Fazla dinlenmiş
uk: Перебір із підведенням
vi: Giảm tải quá đà
zh_hans: 减量过头
zh_hant: 減量過頭

source: Overreaching
ar: إفراط في الحمل
bg: Преумора
ca: Sobrecàrrega
cs: Přetížení
da: Overbelastning
de: Überlastung
el: Υπερφόρτωση
es: Sobrecarga
et: Ülekoormus
fi: Ylikuormitus
fr: Surcharge
ga: Ró-ualach
hr: Preopterećenje
hu: Túlterhelés
is: Ofálag
it: Sovraccarico
ja: オーバーリーチング
ko: 과부하
lt: Perkrova
lv: Pārslodze
mk: Преоптоварување
mt: Tagħbija żejda
nb: Overbelastning
nl: Overbelasting
pl: Przeciążenie
pt_br: Sobrecarga
pt_pt: Sobrecarga
ro: Supraîncărcare
ru: Перегрузка
sk: Preťaženie
sl: Preobremenitev
sq: Mbingarkesë
sr: Преоптерећење
sv: Överbelastning
tr: Aşırı yüklenme
uk: Перевантаження
vi: Quá tải
zh_hans: 过度负荷
zh_hant: 過度負荷

source: PDF Import
ar: استيراد PDF
bg: Импорт от PDF
ca: Importació de PDF
cs: Import PDF
el: Εισαγωγή PDF
es: Importar PDF
et: PDF-i import
fi: PDF-tuonti
fr: Import PDF
ga: Iompórtáil PDF
hr: Uvoz PDF-a
hu: PDF-importálás
id: Impor PDF
is: PDF-innflutningur
it: Importa da PDF
ja: PDF の読み込み
ko: PDF 가져오기
lt: PDF importas
lv: PDF imports
mk: Увоз на PDF
ms: Import PDF
mt: Importazzjoni ta' PDF
pl: Import PDF
pt_br: Importação de PDF
pt_pt: Importar PDF
ro: Import PDF
ru: Импорт PDF
sk: Import PDF
sl: Uvoz PDF
sq: Import PDF
sr: Увоз PDF-а
tr: PDF İçe Aktarma
uk: Імпорт PDF
vi: Nhập từ PDF
zh_hans: PDF 导入
zh_hant: PDF 匯入

source: Pace
ar: الوتيرة
bg: Темпо
ca: Ritme
cs: Tempo
da: Tempo
de: Tempo
el: Ρυθμός
es: Ritmo
et: Tempo
fi: Vauhti
fr: Allure
ga: Luas
hr: Tempo
hu: Tempó
is: Hraði
it: Ritmo
ja: ペース
ko: 페이스
lt: Tempas
lv: Temps
mk: Темпо
mt: Pass
nb: Tempo
nl: Tempo
pl: Tempo
pt_br: Ritmo
pt_pt: Ritmo
ro: Ritm
ru: Темп
sk: Tempo
sl: Tempo
sq: Ritmi
sr: Темпо
sv: Tempo
tr: Tempo
uk: Темп
zh_hans: 配速
zh_hant: 配速

source: Pattern
ar: النمط الحركي
bg: Модел на движение
ca: Patró
cs: Pohybový vzor
da: Bevægemønster
de: Bewegungsmuster
el: Μοτίβο
es: Patrón
et: Liikumismuster
fi: Liikemalli
fr: Schéma moteur
ga: Patrún gluaiseachta
hr: Obrazac
hu: Mozgásminta
id: Pola gerak
is: Hreyfimynstur
it: Schema motorio
ja: 動作パターン
ko: 동작 패턴
lt: Judesio modelis
lv: Kustību modelis
mk: Образец
ms: Corak gerakan
mt: Mudell ta' moviment
nb: Bevegelsesmønster
nl: Bewegingspatroon
pl: Wzorzec ruchu
pt_br: Padrão
pt_pt: Padrão
ro: Tipar
ru: Паттерн
sk: Pohybový vzor
sl: Vzorec
sq: Modeli i lëvizjes
sr: Образац
sv: Rörelsemönster
tr: Hareket kalıbı
uk: Патерн
vi: Kiểu động tác
zh_hans: 动作模式
zh_hant: 動作模式

source: Per side
ar: لكل جهة
bg: От страна
ca: Per costat
cs: Na stranu
da: Pr. side
de: Pro Seite
el: Ανά πλευρά
es: Por lado
et: Poole kohta
fi: Puolta kohti
fr: Par côté
ga: In aghaidh an taoibh
hr: Po strani
hu: Oldalanként
id: Per sisi
is: Á hvora hlið
it: Per lato
ja: 片側あたり
ko: 한쪽당
lt: Vienai pusei
lv: Uz vienu pusi
mk: По страна
ms: Setiap sebelah
mt: Għal kull naħa
nl: Per kant
pl: Na stronę
pt_br: Por lado
pt_pt: Por lado
ro: Pe parte
ru: На сторону
sk: Na stranu
sl: Na stran
sq: Për krah
sr: По страни
sv: Per sida
tr: Tek taraf
uk: На бік
vi: Mỗi bên
zh_hans: 每侧
zh_hant: 每側

source: Personal records
ar: الأرقام الشخصية
bg: Лични рекорди
ca: Rècords personals
cs: Osobní rekordy
da: Personlige rekorder
de: Persönliche Bestleistungen
el: Προσωπικά ρεκόρ
es: Récords personales
et: Isiklikud rekordid
fi: Ennätykset
fr: Records personnels
ga: Curiarrachtaí pearsanta
hr: Osobni rekordi
hu: Egyéni csúcsok
id: Rekor pribadi
is: Persónuleg met
it: Record personali
ja: 自己ベスト
ko: 개인 기록
lt: Asmeniniai rekordai
lv: Personīgie rekordi
mk: Лични рекорди
ms: Rekod peribadi
mt: Rekords personali
nb: Personlige rekorder
nl: Persoonlijke records
pl: Rekordy życiowe
pt_br: Recordes pessoais
pt_pt: Recordes pessoais
ro: Recorduri personale
ru: Личные рекорды
sk: Osobné rekordy
sl: Osebni rekordi
sq: Rekorde personale
sr: Лични рекорди
sv: Personliga rekord
tr: Kişisel rekorlar
uk: Особисті рекорди
vi: Kỷ lục cá nhân
zh_hans: 个人纪录
zh_hant: 個人紀錄

source: Photos
ar: الصور
bg: Снимки
ca: Fotos
cs: Fotky
da: Billeder
de: Fotos
el: Φωτογραφίες
es: Fotos
et: Fotod
fi: Kuvat
ga: Grianghraif
hr: Fotografije
hu: Fotók
id: Foto
is: Myndir
it: Foto
ja: 写真
ko: 사진
lt: Nuotraukos
lv: Fotoattēli
mk: Фотографии
ms: Foto
mt: Ritratti
nb: Bilder
nl: Foto's
pl: Zdjęcia
pt_br: Fotos
pt_pt: Fotos
ro: Fotografii
ru: Фото
sk: Fotky
sl: Fotografije
sq: Foto
sr: Фотографије
sv: Foton
tr: Fotoğraflar
uk: Фото
vi: Ảnh
zh_hans: 照片
zh_hant: 照片
